/* 
  Localizable.strings
  StartHere

  Created by Tom on 2/28/17.
  Copyright © 2017 Nero AG. All rights reserved.
*/

/* Main Window Title */
"%@ Product Registration V%@" = "%@ 产品注册 V%@";

/* Error - macOS version too old */
"This application is not optimized for your operating system. Use OS X %s or higher." = "为获得最佳设置体验，请使用 OS X %s 或更高版本。";

/* Network error - Registration server not reachable */
"There is a problem connecting to the %@ registration server. Please try again later." = "连接到 %@ 注册服务器时出现问题。 请稍后重试。";

/* Network error - No Internet */
"There is a problem connecting to the Internet. Please try again later." =  "连接到 Internet 时出现问题。 请稍后重试。";

/* Error - Default Web Browser Can not be opened */
"Unable to locate the default browser or it cannot be opened." = "找不到默认的浏览器或无法打开浏览器。";

"OK" = "确定";
